import React from "react";
import MainLayout from "../Components/MainLayout";

const page = () => {
  return (
    <MainLayout>
      <div
        className="p-6 min-h-[400px] sm:p-12 md:p-24 pt-16 sm:pt-40 md:pt-32 w-full md:w-10/12 mt-12 rounded-2xl flex flex-col justify-center items-center 
    bg-[url('/images/Home.png')] text-white bg-cover bg-center gap-8 bg-second relative text-center"
      >
        <h1 className="text-4xl font-extrabold leading-normal ">عن دريزل</h1>
      </div>
      <div className="px-12 lg:px-28 py-24 space-y-8">
        <h1 className="text-3xl font-bold tracking-tight text-[--second] sm:text-4xl pt-4 ">
          وفر بنزين، وفر طاقتك، وفر وقتك
        </h1>
        <p>
          في نهاية عام 2022 أطلقنا شركة دريزل بإمكانيات بسيطة مثل بعض الدراجات
          المزودة بأدوات التنظيف وبعض العمال الماهرين وبدأنا نتوسع في جدة 
           وهذا كان سبب في التوسع بتزويد وتطوير الإمكانيات
          ومنها إطلاق أول تطبيق للحجز عبر على الهاتف المحمول، متاح تحميله على كل
          من نظام التشغيل الأندرويد و لمستخدمي الأيفون التطبيق متاح على اب ستور.
          <br />
          <br />
          سرعان ما كسبنا في تطبيق دريزل ثقة العملاء لدينا من خلال تطوير خدماته
          وتوسع دائرة المستهلكين وتقديم خدمة غسيل سيارات بجودة عالية حتى ننشئ
          تجربة جيدة وممتازة لدى المستخدمين.
        </p>
        <h1 className="text-2xl font-bold tracking-tight text-[--second] sm:text-4xl pt-4 ">
          الإنجازات:
        </h1>
        <p>
          ‍بلغ عدد مستخدمي تطبيق دريزل حتى الآن اكثر من 50.000 عميل، وقدم خدمة
          لأكثر من مليون سيارة حتى الآن، يستخدم التطبيق 4 منظفات مخصصة لتنظيف
          وتلميع السيارة، كما يتم استخدام مناشف مخصصة لكل عميل مصنوعة من
          الميكروفايبر.بالإضافة إلى خدمات غسيل وتلميع الإطارات وتوفير كيس نفايات
          داخل السيارة، كما يتم تعطير السيارة في المرحلة الأخيرة لتعود نظيفة
          وجذابة.
        </p>
        <h1 className="text-3xl font-bold tracking-tight text-[--second] sm:text-4xl pt-4 ">
          ‍الرؤية:
        </h1>
        <p>
          ‍أن نصبح الخيار الأول والمفضل لعملاء غسيل السيارات في المملكة العربية
          السعودية، من خلال تقديم تجربة مميزة ومريحة للعملاء وتوفير خدمات غسيل
          عالية الجودة، مع التزامنا بالاستدامة البيئية واستخدام التكنولوجيا
          المتطورة لتحسين وتبسيط عملية الحجز والدفع.
          <br />
          تطبيق دريزل هو اول و أكبر تطبيق بالمملكة العربية السعودية و الشرق
          الأوسط ، يتيح لك إمكانية طلب خدمة غسيل سيارتك وتلميعها بكل سهولة كل ما
          عليك فعله هو تحميله من المتجر الخاص بهاتفك ثم ملأ بياناتك وتحديد الوقت
          المناسب لتنظيف السيارة.
        </p>
        <p>
          سوف يصلك عامل التنظيف في الموعد المحدد بدون تأخير، عمال محترفين وخبراء
          في تنظيف وتلميع السيارات، وتتنوع الخدمات المقدمة للعملاء من قبل دريزل
          لتشمل تنظيف خارجي وداخلي للسيارة، بالإضافة إلى تلميع الزجاج بدقة وبدون
          التسبب بأي خدش، وتنظيف فتحات المكيف وتعطير السيارة وغيرها، كل هذا
          وأكثر بسعر مناسب و منافس للسوق.
        </p>
        <ul className="list-disc pl-6 space-y-4 text-gray-800">
  <li className="p-4 ">
    <span className="font-light text-first">سهولة الطلب:</span>
    يمتلك التطبيق واجهة بسيطة حيث يمكنك طلب خدمة غسيل سيارتك بكل سهولة، بخطوات بسيطة يمكنك طلب الخدمة دون أي تعقيد.
  </li>
  
  <li className="p-4 ">
    <span className="font-light text-first">التكلفة المعقولة:</span>
    يقدم تطبيق سويتر تكاليف مناسبة لجميع المستخدمين من مختلف فئات المجتمع.
  </li>
  
  <li className="p-4 ">
    <span className="font-light text-first">مهارة عالية في الأداء:</span>
    الهدف الرئيسي لدى سويتر هو تقديم خدمات تنظيف بأعلى جودة ممكنة واحترافية عالية ليصبح أفضل تطبيق غسيل سيارات على مستوى المملكة العربية السعودية.
  </li>
  
  <li className="p-4 ">
    <span className="font-light text-first">تنظيف فتحات التكييف:</span>
    يخصص التطبيق المميز فرشاة مخصصة فقط لتنظيف فتحات التكييف، ما يدل على اهتمام الفريق وحرصه على الوصول إلى أعلى مستوى من الإحترافية في تنظيف السيارات.
  </li>
  
  <li className="p-4 ">
    <span className="font-light text-first">تعطير السيارة:</span>
    تعطير السيارة بعد الانتهاء من غسيلها، لتتمتع بسيارة نظيفة برائحة منعشة ومريحة.
  </li>
0</ul>
<h1 className="text-3xl font-bold text-first">المزايا التنافسية</h1>
  <p className="text-lg ">
    هناك الكثير من تطبيقات غسيل السيارات منتشرة حول العالم ومنها في المملكة ولكن ما يميز سويتر هو السرعة والالتزام بالمواعيد والجودة العالية…الخ، لنتعرف معاً بالتفصيل على مزايا تطبيق سويتر أفضل تطبيق غسيل سيارات:
  </p>
  
  <h2 className="text-2xl font-semibold text-first">نسبة رضا العملاء</h2>
  <p className="">
    ‍بلغت نسبة رضا العملاء 96%، وإن دل على شيء فهو يدل على تميز سويتر في تلبية احتياجات العملاء. يعزى هذا النجاح إلى تقديم خدمات عالية الجودة وبمنتجات ممتازة، وبناء علاقات قوية وثقة مع العملاء. توفير تجربة استثنائية لطالبي الخدمة من الجمهور مريحة واستخدام التحليلات لفهم احتياجات العملاء ساهم في تحقيق هذا الارتفاع. يظهر هذا الإنجاز التفاني في تقديم تجارب إيجابية ومميزة لعملائنا ويسهم في نجاح مستدام لسويتر.
  </p>
  
  <h3 className="text-xl font-semibold text-first">فلسفتنا في الجودة</h3>
  <p className="">
    فلسفتنا في الجودة هي أن نسعى دائماً لتحقيق التميز وتجاوز توقعات العملاء من خلال الابتكار والاهتمام بكل تفاصيل منتجاتنا وخدماتنا.
  </p>

  <h3 className="text-xl font-semibold text-first">فلسفتنا في خدمة العملاء</h3>
  <p className="">
    فلسفتنا في خدمة العملاء بأن نؤمن ببناء علاقات مستدامة مع عملائنا من خلال التواصل الفعّال، وتلبية احتياجاتهم بسرعة واهتمام بالتفاصيل، لنخلق تجربة استثنائية تعكس احترامنا وتفانينا في خدمتهم.
  </p>
      </div>
    </MainLayout>
  );
};

export default page;
