export const faqs = [
    {
        question: "ما هو نموذج العمل لموقع دريزل؟",
        answer:
            "نحن في دريزل نقدر الفرصة للشراكة معك ونرى العديد من الأسباب المقنعة للاستثمار معنا. استثمارك معنا يمثل الفرصة المثالية للانضمام إلى عائلة دريزل وتحقيق النجاح في عالم غسيل السيارات مع دعم قوي، فرص كبيرة للنمو والتوسع وأرباح مجزية.",
    },
    {
        question: "ما هي المزايا والفوائد التي سأحصل عليها كشريك في موقع دريزل؟",
        answer:
            "تجربة استثمار ناجحة في مجال غسيل السيارات وعلامة تجارية موثوقة وذات جودة عالية، دعم شامل في كل خطوة من تقديم التدريب والدعم التقني إلى الإشراف والتسويق، بناء أعمالك بشكل مستدام وتحقيق نجاح طويل الأمد، توسيع أعمالك والاستفادة من الفرص المتاحة في سوق غسيل السيارات مما يمنحك الفرصة لزيادة دخلك وتحقيق النجاح المالي.",
    },
    {
        question: "ما هي التكاليف المرتبطة بتأسيس وتشغيل شراكة مع موقع دريزل؟",
        answer:
            "1. تكاليف إصدار وتأسيس سجل تجاري\n2. تكاليف شراء وتجهيز الدراجات النارية\n3. رواتب وامتيازات العمال النظاميين ومصاريفهم الحكومية",
    },
    {
        question: "هل هناك تدريب ودعم مقدم لأصحاب الشراكات في موقع دريزل؟",
        answer:
            "نحن هنا لدعمك في كل خطوة من خطوات التدريب والدعم التقني واللوجستي إلى الإشراف والتسويق. نحن نقدم لك الدعم الكامل لضمان نجاحك.",
    },
    {
        question: "ما هي المتطلبات والمهارات التي تتوقعونها من الشركاء في موقع دريزل؟",
        answer:
            "في دريزل نتوقع من الشريك بذل الجهد اللازم طوال فترة سريان اتفاقية الشراكة، مثل توفير عقود مبيعات قطاع الأعمال والشركات مع مختلف الجهات والقطاعات الحكومية والخاصة. كما يلتزم الشريك بتوفير عمالة نظامية، والعمل مع فريق دريزل على تطبيق أعلى معايير الجودة ومراجعة التقارير الدورية.",
    },
    {
        question: "هل يمكنني تحويل مشروعي الحالي إلى شراكة مع موقع دريزل؟",
        answer:
            "نعم، إذا كان لديك خبرة سابقة في مجال العناية بالسيارات أو لا، يمكنك تحويل مشروعك الحالي إلى شراكة مع موقع دريزل، وفريق دريزل سيتولى مسؤولية الدعم الشامل من التدريب إلى الاستشارات اللازمة في كل خطوة.",
    },
    {
        question: "ما هي مناطق التوسع المتاحة للشراكات مع موقع دريزل؟",
        answer:
            "تطبيق دريزل هو التطبيق الرائد في مجال العناية بالسيارات ونخدم أكثر من ٥٠٠،٠٠٠ عميل في الرياض، جدة، والمنطقة الشرقية، مع خطة للتوسع وتغطية كافة أنحاء المملكة العربية السعودية.",
    },
    {
        question: "هل يمكن أن أكون مشغلًا فقط بدون اتفاقية شراكة مع موقع دريزل؟",
        answer:
            "في الوقت الحالي، يعمل تطبيق دريزل مع شركاء نجاحه من خلال نظام الشراكة فقط.",
    },
    {
        question: "ما هي المدة المتوقعة لافتتاح المشروع من التوقيع حتى الانطلاق مع موقع دريزل؟",
        answer:
            "في دريزل، نمتلك فريق دعم مميز وكفاءات عالية تساعدك على الانطلاق بمشروعك خلال ٧ أيام من توقيع اتفاقية الشراكة.",
    },
    {
        question: "هل يوجد حد أدنى لعدد الدراجات للعمل مع موقع دريزل؟",
        answer:
            "لا، لا يوجد حد أدنى لعدد الدراجات مع حرصنا الكامل على بدء مشروعك بملاءة مالية تناسب إمكانيات وطموح شركاء نجاحنا.",
    }
];

  // export const classes=[
  //   {
  //     id:1,
  //     nameLevel:"المرحلة الابتدائية",
  //     nameClass:"الصف الأول الابتدائي",
  
  //   },
  //   {
  //     id:2,
  //     nameLevel:"المرحلة الابتدائية",
  //     nameClass:"الصف الثاني الابتدائي"
  //   },
  //   {
  //     id:3,
  //     nameLevel:"المرحلة الابتدائية",
  //     nameClass:"الصف الثالث الابتدائي"
  //   },
  //   {
  //     id:4,
  //     nameLevel:"المرحلة الابتدائية",
  //     nameClass:"الصف الرابع الابتدائي"
  //   },
  
  //   {
  //     id:5,
  //     nameLevel:"المرحلة الاعدادية",
  //     nameClass:"الصف الخامس الاعدادي",
  
  //   },
  //   {
  //     id:6,
  //     nameLevel:"المرحلة الاعدادية",
  //     nameClass:"الصف السادس الاعدادي"
  //   },
  //   {
  //     id:7,
  //     nameLevel:"المرحلة الاعدادية",
  //     nameClass:"الصف السابع الاعدادي"
  //   },
  //   {
  //     id:8,
  //     nameLevel:"المرحلة الاعدادية",
  //     nameClass:"الصف الثامن الاعدادي"
  //   },
  //   {
  //     id:9,
  //     nameLevel:"المرحلة الاعدادية",
  //     nameClass:"الصف التاسع الاعدادي"
  //   },
  //   {
  //     id:10,
  //     nameLevel:"المرحلة الثانوية",
  //     nameClass:"الصف العاشر",
  //   },
  //   {
  //     id:11,
  //     nameLevel:"المرحلة الثانوية",
  //     nameClass:"الصف الحادي عشر",
  //   },
  //   {
  //     id:12,
  //     nameLevel:"المرحلة الثانوية",
  //     nameClass:"الصف الثاني عشر"
  //   }
  // ],
  
  export const Classes = [
    {
      nameLevel: "المرحلة الابتدائية",
      AcademicStage: "Primary",
      classes: [
        {
          id: 0,
          nameClass: "الصف الأول",
          link: "1",
          semesters: [
            {
              id: 1,
              nameSemester: "الفصل الدراسي الأول",
              subjects: [
                {
                  id: 1,
                  nameSubject: "الرياضيات",
                  topics: [
                    {
                      id: 1,
                      nameTopic: "الجمع",
                      file: "link_to_file",
                    },
                  ],
                },
                {
                  id: 2,
                  nameSubject: "اللغة العربية",
                },
              ],
            },
            {
              id: 2,
              nameSemester: "الفصل الدراسي الثاني",
              subjects: [
                {
                  id: 1,
                  nameSubject: "الرياضيات",
                  topics: [
                    {
                      id: 1,
                      nameTopic: "الجمع",
                      file: "link_to_file",
                    },
                  ],
                },
                {
                  id: 2,
                  nameSubject: "اللغة العربية",
                },
              ],
            },
            {
              id: 3,
              nameSemester: "الفصل الدراسي الثالث",
              subjects: [
                {
                  id: 1,
                  nameSubject: "الرياضيات",
                  topics: [
                    {
                      id: 1,
                      nameTopic: "الجمع",
                      file: "link_to_file",
                    },
                  ],
                },
                {
                  id: 2,
                  nameSubject: "اللغة العربية",
                },
              ],
            },
          ],
        },
        { id: 1, nameClass: "الصف الثاني", link: "2" },
        { id: 2, nameClass: "الصف الثالث", link: "3" },
        { id: 3, nameClass: "الصف الرابع", link: "4" },
      ],
    },
    {
      nameLevel: "المرحلة الاعدادية",
      AcademicStage: "Preparatory",
      classes: [
        { id: 4, nameClass: "الصف الخامس", link: "5" },
        { id: 5, nameClass: "الصف السادس", link: "6" },
        { id: 6, nameClass: "الصف السابع", link: "7" },
        { id: 7, nameClass: "الصف الثامن", link: "8" },
      ],
    },
    {
      nameLevel: "المرحلة الثانوية",
      AcademicStage: "Secondary",
      classes: [
        { id: 8, nameClass: "الصف التاسع", link: "9" },
        { id: 9, nameClass: "الصف العاشر", link: "10" },
        { id: 10, nameClass: "الصف الحادي عشر", link: "11" },
        { id: 11, nameClass: "الصف الثاني عشر", link: "12" },
      ],
    },
  ];
  